Repository: lingxi-coder/lingxi-app
Catalog: clients/ios/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: en, ja, ko, zh_hant

# settings_app_integration_system_footer
source: 这些动作由 iOS App Intents 提供，可在 Siri、快捷指令和个人自动化中直接使用。
en: These actions are provided through iOS App Intents and can be used directly in Siri, Shortcuts, and personal automations.
ja: これらのアクションは iOS App Intents によって提供され、Siri・ショートカット・パーソナルオートメーションで直接利用できます。
ko: 이 동작들은 iOS App Intents가 제공하며, Siri와 단축어, 개인 자동화에서 바로 사용할 수 있습니다.
zh_hant: 這些動作由 iOS App Intents 提供，可在 Siri、快捷指令和個人自動化中直接使用。

# settings_app_new_conversation
source: 新建对话
en: New Conversation
ja: 新しい会話を作成
ko: 새 대화 만들기
zh_hant: 新建對話

# settings_app_new_conversation_detail
source: 在当前项目创建空白对话
en: Create a blank conversation in the current project
ja: 現在のプロジェクトで空の会話を作成
ko: 현재 프로젝트에서 빈 대화를 만듭니다
zh_hant: 在當前專案建立空白對話

# settings_app_open_app
source: 打开灵犀
en: Open Lingxi
ja: 灵犀を開く
ko: 灵犀 열기
zh_hant: 開啟靈犀

# settings_app_open_app_detail
source: 回到当前项目与会话
en: Return to your current project and session
ja: 現在のプロジェクトと会話に戻る
ko: 현재 프로젝트와 대화로 돌아갑니다
zh_hant: 回到當前專案與會話

# settings_app_open_terminal
source: 打开终端
en: Open Terminal
ja: ターミナルを開く
ko: 터미널 열기
zh_hant: 開啟終端

# settings_app_open_terminal_detail
source: 支持快捷指令与 lingxi://open_terminal 深链
en: Supports Shortcuts and the lingxi://open_terminal deep link
ja: ショートカットと lingxi://open_terminal ディープリンクに対応
ko: 단축어와 lingxi://open_terminal 딥링크를 지원합니다
zh_hant: 支援快捷指令與 lingxi://open_terminal 深鏈

# settings_appearance
source: 外观
en: Appearance
ja: 外観
ko: 외관
zh_hant: 外觀

# settings_appearance_dark
source: 深色
en: Dark
ja: ダーク
ko: 다크

# settings_appearance_dark_sub
source: 午夜紫 + 低饱和
en: Midnight purple, low saturation
ja: ミッドナイトパープル + 低彩度
ko: 미드나잇 퍼플 + 낮은 채도
zh_hant: 午夜紫 + 低飽和

# settings_appearance_light
source: 浅色
en: Light
ja: ライト
ko: 라이트
zh_hant: 淺色

# settings_appearance_light_sub
source: 暖白纸感 + 半透卡片
en: Warm paper white, translucent cards
ja: 温かみのある紙のような白 + 半透明カード
ko: 따뜻한 화이트 종이 질감 + 반투명 카드
zh_hant: 暖白紙感 + 半透卡片

# settings_auto
source: 自动
en: Auto
ja: 自動
ko: 자동
zh_hant: 自動

# settings_auto_recall
source: 自动检索
en: Auto Recall
ja: 自動検索
ko: 자동 검색
zh_hant: 自動檢索

# settings_auto_recall_sub
source: 每次提问自动召回相关片段
en: Automatically recalls relevant snippets for every question
ja: 質問のたびに関連する内容を自動的に呼び出します
ko: 질문할 때마다 관련 내용을 자동으로 불러옵니다
zh_hant: 每次提問自動召回相關片段

# settings_auto_send
source: 松开后自动发送
en: Send Automatically on Release
ja: 指を離すと自動送信
ko: 놓으면 자동으로 전송
zh_hant: 鬆開後自動傳送

# settings_auto_update
source: 自动更新
en: Auto-Update
ja: 自動更新
ko: 자동 업데이트
zh_hant: 自動更新

# settings_badge_default
source: 默认
en: Default
ja: デフォルト
ko: 기본값
zh_hant: 預設

# settings_badge_disabled
source: 停用
en: Disabled
ja: 無効
ko: 비활성화

# settings_bio_lock
source: 生物识别锁
en: Biometric Lock
ja: 生体認証ロック
ko: 생체 인증 잠금
zh_hant: 生物識別鎖

# settings_clear_all_memory
source: 清除全部记忆
en: Clear All Memory
ja: すべての記憶を消去
ko: 모든 기억 지우기
zh_hant: 清除全部記憶

# settings_close_accessibility
source: 关闭设置
en: Close Settings
ja: 設定を閉じる
ko: 설정 닫기
zh_hant: 關閉設定

# settings_computer_use_sub
source: Android 屏幕观察与受控操作
en: Screen observation and controlled actions on Android
ja: Android 画面の観察と制御された操作
ko: Android 화면 관찰 및 제어된 조작
zh_hant: Android 螢幕觀察與受控操作

# settings_contribute_training
source: 使用数据贡献训练
en: Contribute Usage Data to Training
ja: 利用データを学習に提供する
ko: 데이터로 학습에 기여
zh_hant: 使用資料貢獻訓練

# settings_conversation_count
source: 对话次数
en: Conversations
ja: 会話回数
ko: 대화 횟수
zh_hant: 對話次數

# settings_copyright
source: © 2026 灵犀 AI · 用户偏好仅在本地
en: © 2026 Lingxi AI · Your preferences stay on this device
ja: © 2026 灵犀 AI · ユーザー設定はローカルのみ
ko: © 2026 灵犀 AI · 사용자 환경설정은 기기에만 저장됩니다
zh_hant: © 2026 靈犀 AI · 使用者偏好僅在本地

# settings_count_items %lld
source: %lld 项
en: %lld items
ja: %lld 件
ko: %lld개
zh_hant: %lld 項

# settings_crash_report
source: 崩溃报告
en: Crash Reports
ja: クラッシュレポート
ko: 충돌 보고서
zh_hant: 崩潰報告

# settings_cron_sub
source: 按 Cron 计划后台执行
en: Runs in the background on a cron schedule
ja: Cron スケジュールでバックグラウンド実行
ko: Cron 일정에 따라 백그라운드에서 실행
zh_hant: 依 Cron 排定於背景執行

# settings_cu_a11y_connected
source: 无障碍服务：已连接
en: Accessibility Service: Connected
ja: ユーザー補助サービス：接続済み
ko: 접근성 서비스: 연결됨
zh_hant: 無障礙服務：已連線

# settings_cu_a11y_not_enabled
source: 无障碍服务：未启用
en: Accessibility Service: Not Enabled
ja: ユーザー補助サービス：未有効
ko: 접근성 서비스: 활성화되지 않음
zh_hant: 無障礙服務：未啟用

# settings_cu_agent_tools
source: Agent 工具
en: Agent Tools
ja: Agent ツール
ko: 에이전트 도구

# settings_cu_allow_listen
source: 允许 Agent 听取语音
en: Allow Agent to Listen
ja: Agent による音声の聞き取りを許可
ko: 에이전트의 음성 청취 허용
zh_hant: 允許 Agent 聽取語音

# settings_cu_allow_speak
source: 允许 Agent 语音播报
en: Allow Agent to Speak
ja: Agent による音声読み上げを許可
ko: 에이전트의 음성 안내 허용
zh_hant: 允許 Agent 語音播報

# settings_cu_audio_footer
source: 音频只在用户已启动的 Computer Use 会话中可用。听写文本和播报内容不会写入审计记录；临时听写结果也不会进入会话历史。
en: Audio is only available during a Computer Use session you've started. Dictated text and spoken output aren't written to the audit log, and temporary dictation results don't enter the session history.
ja: オーディオは、ユーザーが開始した Computer Use セッション内でのみ利用できます。音声入力のテキストや読み上げ内容は監査記録に書き込まれません。一時的な音声入力結果も会話履歴には残りません。
ko: 오디오는 사용자가 시작한 Computer Use 세션에서만 사용할 수 있습니다. 받아쓴 텍스트와 음성 안내 내용은 감사 기록에 남지 않으며, 임시 받아쓰기 결과도 세션 이력에 포함되지 않습니다.
zh_hant: 音訊只在使用者已啟動的 Computer Use 會話中可用。聽寫文字和播報內容不會寫入審計記錄；臨時聽寫結果也不會進入會話歷史。

# settings_cu_audio_settings
source: 听写与播报设置
en: Dictation & Playback Settings
ja: 音声入力と読み上げの設定
ko: 받아쓰기 및 음성 안내 설정
zh_hant: 聽寫與播報設定

# settings_cu_background_exec
source: 后台执行
en: Background Execution
ja: バックグラウンド実行
ko: 백그라운드 실행
zh_hant: 背景執行

# settings_cu_background_exec_sub
source: 仅活动会话内；Cron/WorkManager 不会自行创建授权
en: Within an active session only; Cron/WorkManager can't create authorization on their own
ja: アクティブなセッション内のみ有効です。Cron／WorkManager が独自に許可を作成することはありません
ko: 활성 세션 내에서만; Cron/WorkManager는 스스로 권한을 만들지 않습니다
zh_hant: 僅活動會話內；Cron/WorkManager 不會自行建立授權

# settings_cu_boundary_footer
source: 后台能力不会绕过会话授权：停止会话、锁屏、服务断开或超时会取消排队动作和正在进行的音频。
en: Background capability never bypasses session authorization: stopping the session, locking the screen, a service disconnect, or a timeout will cancel queued actions and any audio in progress.
ja: バックグラウンド機能はセッションの許可を回避しません。セッションの停止、画面ロック、サービスの切断、タイムアウトが発生すると、待機中のアクションと進行中のオーディオはキャンセルされます。
ko: 백그라운드 기능은 세션 권한을 우회하지 않습니다. 세션 중지, 화면 잠금, 서비스 연결 끊김, 시간 초과 시 대기 중인 동작과 진행 중인 오디오가 취소됩니다.
zh_hant: 背景能力不會繞過會話授權：停止會話、螢幕鎖定、服務斷開或逾時會取消排隊動作和正在進行的音訊。

# settings_cu_capture_cancelled
source: 已取消屏幕捕获授权，无法启动 Computer Use
en: Screen capture authorization was cancelled, so Computer Use can't start
ja: 画面キャプチャの許可がキャンセルされたため、Computer Use を起動できません
ko: 화면 캡처 권한이 취소되어 Computer Use를 시작할 수 없습니다
zh_hant: 已取消螢幕捕獲授權，無法啟動 Computer Use

# settings_cu_check_service
source: 检查系统服务设置
en: Check System Service Settings
ja: システムサービス設定を確認
ko: 시스템 서비스 설정 확인
zh_hant: 檢查系統服務設定

# settings_cu_clear_audit
source: 清除本地 Computer Use 审计记录
en: Clear Local Computer Use Audit Log
ja: ローカルの Computer Use 監査記録を消去
ko: 로컬 Computer Use 감사 기록 지우기
zh_hant: 清除本地 Computer Use 審計記錄

# settings_cu_current_app_fmt
source: 当前应用：%1$s
en: Current app: %1$s
ja: 現在のアプリ：%1$s
ko: 현재 앱: %1$s
zh_hant: 當前應用：%1$s

# settings_cu_direct_desc
source: 仅在用户主动启动的会话中控制所选应用；活动会话期间，前台对话和后台定时任务都可使用本次授权。锁屏、服务断开、30 分钟无操作或 2 小时上限都会立即停止。
en: Controls the selected app only within a session you start yourself; while the session is active, both foreground conversation and background scheduled tasks can use this authorization. Locking the screen, a service disconnect, 30 minutes of inactivity, or the 2-hour cap will stop it immediately.
ja: ユーザーが自ら開始したセッション内でのみ、選択したアプリを操作します。セッション中は、フォアグラウンドの会話とバックグラウンドの定時タスクの両方がこの許可を利用できます。画面ロック、サービスの切断、30 分間の操作なし、または 2 時間の上限に達すると、直ちに停止します。
ko: 사용자가 직접 시작한 세션 내에서만 선택한 앱을 제어합니다. 활성 세션 동안에는 포그라운드 대화와 백그라운드 예약 작업 모두 이 권한을 사용할 수 있습니다. 화면 잠금, 서비스 연결 끊김, 30분 동안 조작 없음, 2시간 상한 중 하나라도 해당되면 즉시 중지됩니다.
zh_hant: 僅在使用者主動啟動的會話中控制所選應用；活動會話期間，前景對話和背景定時任務都可使用本次授權。螢幕鎖定、服務斷開、30 分鐘無操作或 2 小時上限都會立即停止。

# settings_cu_direct_title
source: Direct 版 Computer Use
en: Computer Use (Direct)
ko: Direct 버전 Computer Use

# settings_cu_enable_a11y
source: 启用无障碍服务
en: Enable Accessibility Service
ja: ユーザー補助サービスを有効化
ko: 접근성 서비스 활성화
zh_hant: 啟用無障礙服務

# settings_cu_enforced
source: 强制
en: Enforced
ja: 強制
ko: 강제 적용
zh_hant: 強制

# settings_cu_forbidden_note
source: 禁止控制密码、OTP、生物识别、支付/转账确认、系统授权、设备管理、VPN、安装/卸载和 FLAG_SECURE 窗口。高风险提交、发送、拨号和删除动作每次都需要确认。
en: Controlling passwords, OTPs, biometrics, payment/transfer confirmations, system permissions, device admin, VPN, install/uninstall, and FLAG_SECURE windows is prohibited. High-risk actions like submit, send, dial, and delete require confirmation every time.
ja: パスワード、OTP、生体認証、支払い／送金の確認、システム権限、デバイス管理、VPN、インストール／アンインストール、および FLAG_SECURE ウィンドウの操作は禁止されています。高リスクな送信・投稿・発信・削除の操作は毎回確認が必要です。
ko: 비밀번호, OTP, 생체 인증, 결제/송금 확인, 시스템 권한, 기기 관리, VPN, 설치/제거, FLAG_SECURE 창의 제어는 금지됩니다. 고위험 제출, 전송, 전화 걸기, 삭제 동작은 매번 확인이 필요합니다.
zh_hant: 禁止控制密碼、OTP、生物識別、支付/轉帳確認、系統授權、裝置管理、VPN、安裝/解除安裝和 FLAG_SECURE 視窗。高風險提交、傳送、撥號和刪除動作每次都需要確認。

# settings_cu_high_risk
source: 高风险操作
en: High-Risk Actions
ja: 高リスク操作
ko: 고위험 작업
zh_hant: 高風險操作

# settings_cu_high_risk_sub
source: 发送、发布、拨号、删除等每次确认
en: Send, post, dial, delete, and similar actions require confirmation every time
ja: 送信・投稿・発信・削除などは毎回確認します
ko: 전송, 게시, 전화 걸기, 삭제 등은 매번 확인이 필요합니다
zh_hant: 傳送、釋出、撥號、刪除等每次確認

# settings_cu_lang_auto_detect
source: 自动识别
en: Auto-Detect
ja: 自動認識
ko: 자동 감지
zh_hant: 自動識別

# settings_cu_max_listen
source: 最长单次听取
en: Max Listen Duration
ja: 1 回あたりの最大聞き取り時間
ko: 최대 1회 청취 시간
zh_hant: 最長單次聽取

# settings_cu_mic_granted
source: android_use.listen · 麦克风已授权
en: android_use.listen · Microphone authorized
ja: android_use.listen · マイクは許可済み
ko: android_use.listen · 마이크 권한 허용됨
zh_hant: android_use.listen · 麥克風已授權

# settings_cu_mic_needed
source: 启用后仍需用户授予系统麦克风权限
en: Once enabled, you'll still need to grant system microphone permission
ja: 有効にしても、システムのマイク権限をユーザーが別途許可する必要があります
ko: 활성화해도 사용자가 시스템 마이크 권한을 별도로 부여해야 합니다
zh_hant: 啟用後仍需使用者授予系統麥克風權限

# settings_cu_not_selected
source: 未选择
en: Not Selected
ja: 未選択
ko: 선택되지 않음
zh_hant: 未選擇

# settings_cu_notification_required
source: 需要通知权限才能启动不可静默关闭的控制会话
en: Notification permission is required to start a control session that can't be silently dismissed
ja: 通知を消音で閉じられない制御セッションを開始するには、通知権限が必要です
ko: 무음으로 종료할 수 없는 제어 세션을 시작하려면 알림 권한이 필요합니다
zh_hant: 需要通知權限才能啟動不可靜默關閉的控制會話

# settings_cu_search_apps
source: 搜索可启动应用
en: Search Launchable Apps
ja: 起動可能なアプリを検索
ko: 실행 가능한 앱 검색
zh_hant: 搜尋可啟動應用

# settings_cu_seconds_fmt
source: %1$d 秒
en: %1$d seconds
ko: %1$d초

# settings_cu_section_audio
source: 音频能力
en: Audio Capabilities
ja: オーディオ機能
ko: 오디오 기능
zh_hant: 音訊能力

# settings_cu_selected
source: 已选择
en: Selected
ja: 選択済み
ko: 선택됨
zh_hant: 已選擇

# settings_cu_selection_note
source: 选择会被保留，但权限仅在你主动启动的控制会话内生效
en: Your selection is remembered, but permissions only apply within a control session you start yourself
ja: 選択内容は保持されますが、権限はあなたが自ら開始した制御セッション内でのみ有効です
ko: 선택 사항은 유지되지만, 권한은 사용자가 직접 시작한 제어 세션 내에서만 적용됩니다
zh_hant: 選擇會被保留，但權限僅在你主動啟動的控制會話內生效

# settings_cu_session_limit
source: 会话限制
en: Session Limit
ja: セッション制限
ko: 세션 제한
zh_hant: 會話限制

# settings_cu_session_limit_sub
source: 30 分钟无操作停止
en: Stops after 30 minutes of inactivity
ja: 30 分間操作がないと停止します
ko: 30분 동안 조작이 없으면 중지
zh_hant: 30 分鐘無操作停止

# settings_cu_session_limit_value
source: 最长 2 小时
en: Up to 2 hours
ja: 最長 2 時間
ko: 최대 2시간
zh_hant: 最長 2 小時

# settings_cu_session_status_fmt
source: 会话：%1$s · 截图：%2$s
en: Session: %1$s · Screenshot: %2$s
ja: セッション：%1$s · スクリーンショット：%2$s
ko: 세션: %1$s · 스크린샷: %2$s
zh_hant: 會話：%1$s · 截圖：%2$s

# settings_cu_speak_sub
source: android_use.speak · Android 系统 TTS
en: android_use.speak · Android system TTS
ja: android_use.speak · Android システム TTS
ko: android_use.speak · Android 시스템 TTS
zh_hant: android_use.speak · Android 系統 TTS

# settings_cu_start_failed
source: 启动 Computer Use 失败
en: Failed to Start Computer Use
ja: Computer Use の起動に失敗しました
ko: Computer Use 시작 실패
zh_hant: 啟動 Computer Use 失敗

# settings_cu_start_session
source: 启动控制会话
en: Start Control Session
ja: 制御セッションを開始
ko: 제어 세션 시작
zh_hant: 啟動控制會話

# settings_cu_state_active
source: 活动
en: Active
ja: アクティブ
ko: 활동 중
zh_hant: 活動

# settings_cu_state_awaiting
source: 等待确认
en: Awaiting Confirmation
ja: 確認待ち
ko: 확인 대기 중
zh_hant: 等待確認

# settings_cu_state_inactive
source: 未启动
en: Inactive
ja: 未起動
ko: 시작되지 않음
zh_hant: 未啟動

# settings_cu_state_starting
source: 启动中
en: Starting
ja: 起動中
ko: 시작하는 중
zh_hant: 啟動中

# settings_cu_state_stopping
source: 停止中
en: Stopping
ko: 중지하는 중

# settings_cu_stop_now
source: 立即停止 Computer Use
en: Stop Computer Use Now
ja: 今すぐ Computer Use を停止
ko: 지금 Computer Use 중지

# settings_cu_tier_full
source: 完整
en: Full
ja: フル
ko: 전체

# settings_data_privacy
source: 数据与隐私
en: Data & Privacy
ja: データとプライバシー
ko: 데이터 및 개인정보
zh_hant: 資料與隱私

# settings_data_privacy_sub
source: 导出 · 删除 · 透明度报告
en: Export · Delete · Transparency Report
ja: エクスポート・削除・透明性レポート
ko: 내보내기 · 삭제 · 투명성 보고서
zh_hant: 匯出 · 刪除 · 透明度報告

# settings_date_format
source: 日期格式
en: Date Format
ja: 日付形式
ko: 날짜 형식

# settings_delete_account
source: 删除账号与数据
en: Delete Account & Data
ja: アカウントとデータを削除
ko: 계정 및 데이터 삭제
zh_hant: 刪除帳號與資料

# settings_density_comfortable
source: 舒适
en: Comfortable
ja: 標準
ko: 편안함
zh_hant: 舒適

# settings_density_comfortable_sub
source: 默认，平衡
en: Default, balanced
ja: デフォルト・バランス重視
ko: 기본값, 균형 잡힘
zh_hant: 預設，平衡

# settings_density_compact
source: 紧凑
en: Compact
ja: コンパクト
ko: 컴팩트
zh_hant: 緊湊

# settings_density_compact_sub
source: 一屏显示更多内容
en: Fit more on screen
ja: 1 画面により多くの情報を表示
ko: 한 화면에 더 많은 내용 표시
zh_hant: 一螢幕顯示更多內容

# settings_density_spacious
source: 宽松
en: Spacious
ja: ゆったり
ko: 넓게
zh_hant: 寬鬆

# settings_density_spacious_sub
source: 更大间距，更易读
en: More spacing, easier to read
ja: 余白を広げて読みやすく
ko: 더 넓은 간격, 더 읽기 편함
zh_hant: 更大間距，更易讀

# settings_display_name
source: 显示名称
en: Display Name
ja: 表示名
ko: 표시 이름
zh_hant: 顯示名稱

# settings_done
source: 完成
en: Done
ja: 完了
ko: 완료

# settings_dream_last_run_seed
source: 今早 03:24 · 整理 7 条记忆 / 草拟今日计划
en: This morning 03:24 · Organized 7 memories / Drafted today's plan
ja: 今朝 03:24 · 記憶 7 件を整理／今日の計画を下書き
ko: 오늘 새벽 03:24 · 기억 7건 정리 / 오늘 계획 초안 작성
zh_hant: 今早 03:24 · 整理 7 條記憶 / 草擬今日計畫

# settings_dream_mode
source: Dream 模式
en: Dream Mode
ja: Dream モード
ko: Dream 모드

# settings_dream_sub
source: 后台离线思考与整理
en: Offline background thinking and organizing
ja: バックグラウンドでのオフライン思考と整理
ko: 백그라운드에서 오프라인으로 생각하고 정리
zh_hant: 背景離線思考與整理

# settings_export_data
source: 导出我的所有数据
en: Export All My Data
ja: すべてのデータをエクスポート
ko: 내 모든 데이터 내보내기
zh_hant: 匯出我的所有資料

# settings_feedback
source: 反馈与建议
en: Feedback & Suggestions
ja: フィードバックとご意見
ko: 피드백 및 제안
zh_hant: 反饋與建議

# settings_file_count
source: 文件数
en: File Count
ja: ファイル数
ko: 파일 수
zh_hant: 檔案數

# settings_follow_interface
source: 跟随界面
en: Follow Interface
ja: 画面表示に合わせる
ko: 화면 언어를 따름
zh_hant: 跟隨介面

# settings_follow_interface_sub
source: 灵犀根据你的输入语言自动判断
en: Lingxi detects it automatically from your input language
ja: 灵犀があなたの入力言語から自動的に判断します
ko: 灵犀가 입력 언어를 보고 자동으로 판단합니다
zh_hant: 靈犀根據你的輸入語言自動判斷

# settings_font_size_footer %lld
source: 当前 %lldpt · 影响对话与列表正文
en: Currently %lldpt · Affects chat and list text
ja: 現在 %lldpt · 会話とリスト本文に反映
ko: 현재 %lldpt · 대화 및 목록 본문에 적용됩니다
zh_hant: 當前 %lldpt · 影響對話與列表正文

# settings_font_size_footer_fmt
source: 当前 %1$dpt · 影响对话与列表正文
en: Currently %1$dpt · Affects chat and list text
ja: 現在 %1$dpt · 会話とリスト本文に反映
ko: 현재 %1$dpt · 대화 및 목록 본문에 적용됩니다
zh_hant: 當前 %1$dpt · 影響對話與列表正文

# settings_font_size_preview
source: "灵犀，帮我整理今天的会议要点，重点标出有 action item 的部分。"
en: "Lingxi, summarize today's meeting notes and highlight the parts with action items."
ja: 「灵犀、今日の会議の要点をまとめて。アクションアイテムがある部分は特に目立たせて。」
ko: "灵犀, 오늘 회의 요점을 정리해 줘. action item이 있는 부분은 강조 표시해 줘."
zh_hant: "靈犀，幫我整理今天的會議要點，重點標出有 action item 的部分。"

# settings_font_size_preview_android
source: “灵犀，帮我整理今天的会议要点，重点标出有 action item 的部分。”
en: “Lingxi, summarize today's meeting notes and highlight the parts with action items.”
ja: 「灵犀、今日の会議の要点をまとめて。アクションアイテムがある部分は特に目立たせて。」
ko: "灵犀, 오늘 회의 요점을 정리해 줘. action item이 있는 부분은 강조 표시해 줘."
zh_hant: 「靈犀，幫我整理今天的會議要點，重點標出有 action item 的部分。」

# settings_help_center
source: 帮助中心
en: Help Center
ja: ヘルプセンター
ko: 고객센터
zh_hant: 幫助中心

# settings_index_model
source: 索引模型
en: Indexing Model
ja: インデックスモデル
ko: 인덱싱 모델

# settings_inference_duration
source: 推理时长
en: Inference Duration
ja: 推論時間
ko: 추론 시간
zh_hant: 推理時長

# settings_inference_duration_value
source: 5.5 / 8 小时
en: 5.5 / 8 hours
ja: 5.5 / 8 時間
ko: 5.5 / 8시간
zh_hant: 5.5 / 8 小時

# settings_keyboard_input
source: 键盘与输入
en: Keyboard & Input
ja: キーボードと入力
ko: 키보드 및 입력
zh_hant: 鍵盤與輸入

# settings_keyboard_input_sub
source: 语音输入 · 候选词
en: Voice input · Suggestions
ja: 音声入力・変換候補
ko: 음성 입력 · 추천 단어
zh_hant: 語音輸入 · 候選詞

# settings_knowledge
source: 知识库
en: Knowledge Base
ja: ナレッジベース
ko: 지식 베이스
zh_hant: 知識庫

# settings_knowledge_blurb
source: 知识库内容会被嵌入并附加到 AI 上下文。所有索引在本机完成。
en: Knowledge base content is embedded and added to the AI's context. All indexing happens on-device.
ja: ナレッジベースの内容はベクトル化され、AI のコンテキストに追加されます。インデックス処理はすべて端末内で完結します。
ko: 지식 베이스 콘텐츠는 임베딩되어 AI 컨텍스트에 추가됩니다. 모든 인덱싱은 기기 내에서 처리됩니다.
zh_hant: 知識庫內容會被嵌入並附加到 AI 上下文。所有索引在本機完成。

# settings_knowledge_file_count
source: 24 个
en: 24 files
ja: 24 件
ko: 24개
zh_hant: 24 個

# settings_knowledge_items
source: 24 项
en: 24 items
ja: 24 件
ko: 24개 항목
zh_hant: 24 項

# settings_language_footer
source: 切换语言后将重新加载界面。AI 对话语言独立配置。
en: Switching languages reloads the interface. The AI's conversation language is configured separately.
ja: 言語を切り替えると画面が再読み込みされます。AI との会話言語は別途設定できます。
ko: 언어를 변경하면 화면이 다시 로드됩니다. AI 응답 언어는 별도로 설정합니다.
zh_hant: 切換語言後將重新載入介面。AI 對話語言獨立配置。

# settings_language_title
source: 语言
en: Language
ja: 言語
ko: 언어
zh_hant: 語言

# settings_linux_action_boot
source: 启动 runtime
en: Start Runtime
ja: ランタイムを起動
ko: 런타임 시작
zh_hant: 啟動 runtime

# settings_linux_action_install
source: 安装 rootfs
en: Install rootfs
ja: rootfs をインストール
ko: rootfs 설치
zh_hant: 安裝 rootfs

# settings_linux_action_install_short
source: 安装
en: Install
ja: インストール
ko: 설치
zh_hant: 安裝

# settings_linux_action_refresh
source: 刷新状态
en: Refresh Status
ja: ステータスを更新
ko: 상태 새로고침
zh_hant: 重新整理狀態

# settings_linux_action_repair
source: 修复 rootfs
en: Repair rootfs
ja: rootfs を修復
ko: rootfs 복구
zh_hant: 修復 rootfs

# settings_linux_action_repair_short
source: 修复
en: Repair
ja: 修復
ko: 복구
zh_hant: 修復

# settings_linux_action_reset
source: 重置 rootfs
en: Reset rootfs
ja: rootfs をリセット
ko: rootfs 재설정

# settings_linux_action_reset_short
source: 重置
en: Reset
ja: リセット
ko: 재설정

# settings_linux_action_shutdown
source: 关闭 runtime
en: Shut Down Runtime
ja: ランタイムを終了
ko: 런타임 종료
zh_hant: 關閉 runtime

# settings_linux_action_unavailable
source: 当前构建未开放该操作
en: This build doesn't support this action
ja: 現在のビルドではこの操作は利用できません
ko: 현재 빌드에서는 이 작업을 지원하지 않습니다
zh_hant: 當前建置未開放該操作

# settings_linux_action_verify
source: 校验 rootfs
en: Verify rootfs
ja: rootfs を検証
ko: rootfs 검증
zh_hant: 校驗 rootfs

# settings_linux_action_verify_short
source: 校验
en: Verify
ja: 検証
ko: 검증
zh_hant: 校驗

# settings_linux_badge_blocked
source: 授权阻塞
en: Blocked by License
ja: 許可がブロックされています
ko: 권한 차단됨
zh_hant: 授權阻塞

# settings_linux_badge_not_linked
source: 未接入
en: Not Linked
ja: 未接続
ko: 연결되지 않음

# settings_linux_blurb
source: 真机内置 iSH ARM64 与 Alpine Linux，可运行 shell、Python、包管理器和项目文件；Simulator 继续使用明确的 unavailable stub。
en: Real devices include iSH ARM64 and Alpine Linux, letting you run a shell, Python, package managers, and project files; the Simulator keeps returning an explicit unavailable stub.
ja: 実機には iSH ARM64 と Alpine Linux が組み込まれており、shell・Python・パッケージマネージャー・プロジェクトファイルを実行できます。シミュレーターでは引き続き明示的な unavailable スタブを使用します。
ko: 실기기에는 iSH ARM64와 Alpine Linux가 내장되어 있어 셸, Python, 패키지 관리자와 프로젝트 파일을 실행할 수 있습니다. 시뮬레이터는 계속해서 명시적인 unavailable stub을 사용합니다.
zh_hant: 真機內建 iSH ARM64 與 Alpine Linux，可執行 shell、Python、包管理器和專案檔案；Simulator 繼續使用明確的 unavailable stub。

# settings_linux_blurb_android
source: Mobile Linux 使用受管 Alpine rootfs 与 Android PRoot 后端。选择该模式后，运行时错误会直接显示，不会静默回退到 Legacy。
en: Mobile Linux uses a managed Alpine rootfs with an Android PRoot backend. Once selected, runtime errors are shown directly instead of silently falling back to Legacy.
ja: Mobile Linux は管理された Alpine rootfs と Android PRoot バックエンドを使用します。このモードを選択すると、ランタイムエラーはそのまま表示され、Legacy へ黙って切り替わることはありません。
ko: Mobile Linux는 관리형 Alpine rootfs와 Android PRoot 백엔드를 사용합니다. 이 모드를 선택하면 런타임 오류가 그대로 표시되며, Legacy로 조용히 대체되지 않습니다.
zh_hant: Mobile Linux 使用受管 Alpine rootfs 與 Android PRoot 後端。選擇該模式後，執行時錯誤會直接顯示，不會靜默回退到 Legacy。

# settings_linux_command_draft
source: 命令草稿
en: Command Draft
ja: コマンドの下書き
ko: 명령 초안

# settings_linux_command_placeholder
source: 例如：python3 --version
en: e.g. python3 --version
ja: 例：python3 --version
ko: 예: python3 --version

# settings_linux_command_preview
source: 命令预览
en: Command Preview
ja: コマンドプレビュー
ko: 명령 미리보기
zh_hant: 命令預覽

# settings_linux_current_backend
source: 当前后端
en: Current Backend
ja: 現在のバックエンド
ko: 현재 백엔드
zh_hant: 當前後端

# settings_linux_detail_default
source: 真机使用 iSH ARM64 + fakefs；首次启动会安装应用内置的 Alpine rootfs。
en: On real devices this uses iSH ARM64 + fakefs; the first launch installs the bundled Alpine rootfs.
ja: 実機では iSH ARM64 + fakefs を使用します。初回起動時にアプリ内蔵の Alpine rootfs がインストールされます。
ko: 실기기는 iSH ARM64 + fakefs를 사용합니다. 처음 시작할 때 앱에 내장된 Alpine rootfs가 설치됩니다.
zh_hant: 真機使用 iSH ARM64 + fakefs；首次啟動會安裝應用內建的 Alpine rootfs。

# settings_linux_detail_legacy_android
source: Minijail + 现有 shell 路径保持不变；Mobile Linux 迁移仅接入到 phase-1 管理面板。
en: Minijail plus the existing shell path stays unchanged; the Mobile Linux migration is only wired into the phase-1 management panel.
ja: Minijail + 既存の shell パスは変更されません。Mobile Linux への移行は phase-1 の管理パネルにのみ接続されています。
ko: Minijail + 기존 셸 경로는 그대로 유지됩니다. Mobile Linux 마이그레이션은 phase-1 관리 패널에만 연결되어 있습니다.
zh_hant: Minijail + 現有 shell 路徑保持不變；Mobile Linux 遷移僅接入到 phase-1 管理面板。

# settings_linux_diagnose
source: 诊断
en: Diagnose
ja: 診断
ko: 진단
zh_hant: 診斷

# settings_linux_execution_boundary
source: 执行边界
en: Execution Boundary
ja: 実行境界
ko: 실행 경계
zh_hant: 執行邊界

# settings_linux_execution_boundary_sub
source: iSH / fakefs 不是安全边界；真实边界仍是 iOS App 沙箱与宿主策略
en: iSH/fakefs isn't a security boundary — the real boundary is still the iOS app sandbox and host policy
ja: iSH / fakefs はセキュリティ境界ではありません。実際の境界は iOS アプリのサンドボックスとホストポリシーです
ko: iSH / fakefs는 보안 경계가 아니며, 실제 경계는 여전히 iOS 앱 샌드박스와 호스트 정책입니다
zh_hant: iSH / fakefs 不是安全邊界；真實邊界仍是 iOS App 沙箱與宿主策略

# settings_linux_execution_boundary_sub_android
source: PRoot 不是安全边界；真实边界仍是 Android App 沙箱与外层 Minijail 策略
en: PRoot isn't a security boundary — the real boundary is still the Android app sandbox and the outer Minijail policy
ja: PRoot はセキュリティ境界ではありません。実際の境界は Android アプリのサンドボックスと外側の Minijail ポリシーです
ko: PRoot는 보안 경계가 아니며, 실제 경계는 여전히 Android 앱 샌드박스와 외부 Minijail 정책입니다
zh_hant: PRoot 不是安全邊界；真實邊界仍是 Android App 沙箱與外層 Minijail 策略

# settings_linux_external_dir
source: 外部目录
en: External Directory
ja: 外部ディレクトリ
ko: 외부 디렉터리
zh_hant: 外部目錄

# settings_linux_external_mounts
source: 外部目录挂载
en: External Directory Mounts
ja: 外部ディレクトリのマウント
ko: 외부 디렉터리 마운트
zh_hant: 外部目錄掛載

# settings_linux_idle
source: 空闲
en: Idle
ja: アイドル
ko: 유휴
zh_hant: 空閒

# settings_linux_initial_command
source: 初始命令
en: Initial Command
ja: 初期コマンド
ko: 초기 명령

# settings_linux_interactive_shell
source: 交互 shell
en: Interactive Shell
ja: インタラクティブシェル
ko: 대화형 셸
zh_hant: 互動 shell

# settings_linux_legacy_sub
source: 禁用 Linux 后端并保留 unavailable shell stub
en: Disables the Linux backend and keeps the unavailable shell stub
ja: Linux バックエンドを無効化し、unavailable シェルスタブを維持
ko: Linux 백엔드를 비활성화하고 unavailable shell stub을 유지
zh_hant: 禁用 Linux 後端並保留 unavailable shell stub

# settings_linux_legacy_sub_android
source: 继续使用现有 Minijail + shell 执行层
en: Keeps using the existing Minijail + shell execution layer
ja: 既存の Minijail + shell 実行レイヤーを引き続き使用
ko: 기존 Minijail + 셸 실행 계층을 계속 사용
zh_hant: 繼續使用現有 Minijail + shell 執行層
